const msg = `
Selection Command Hub (जिसे इसके बाद "सेवा" कहा जाएगा) आपके ब्राउज़िंग अनुभव को बेहतर बनाने और हमारी सेवाओं को बढ़ाने के लिए कुकीज़ का उपयोग करता है। यह कुकी नीति बताती है कि कुकीज़ क्या हैं, हम उनका उपयोग कैसे करते हैं, और उनके उपयोग के संबंध में आपके लिए उपलब्ध विकल्प।

### **1. कुकीज़ क्या हैं?**
कुकीज़ छोटी टेक्स्ट फाइलें हैं जो आपके डिवाइस (जैसे कंप्यूटर या स्मार्टफोन) पर आपके द्वारा देखी जाने वाली वेबसाइटों द्वारा संग्रहीत की जाती हैं। वे वेबसाइटों को अधिक कुशलता से काम करने और वेबसाइट मालिकों को जानकारी प्रदान करने के लिए व्यापक रूप से उपयोग की जाती हैं।

### **2. हमारे द्वारा उपयोग की जाने वाली कुकीज़**
हम अपनी सेवा में निम्नलिखित प्रकार की कुकीज़ का उपयोग करते हैं:

#### **2.1 सहमति प्रबंधन कुकी**
- **cookieConsent**: यह कुकी हमारी सेवा में कुकीज़ के उपयोग के संबंध में आपकी सहमति प्राथमिकताओं को रिकॉर्ड करने के लिए उपयोग की जाती है। यह सुनिश्चित करता है कि एक बार जब आप अपनी सहमति दे देते हैं, तो आपसे बार-बार ऐसा करने के लिए नहीं कहा जाएगा। यह कुकी आमतौर पर 1 वर्ष के लिए संग्रहीत की जाती है।

#### **2.2 विश्लेषणात्मक कुकीज़**
हम Google Analytics का उपयोग यह समझने में मदद के लिए करते हैं कि उपयोगकर्ता हमारी सेवा के साथ कैसे इंटरैक्ट करते हैं और इसकी कार्यक्षमता में सुधार करते हैं। Google Analytics द्वारा उपयोग की जाने वाली कुकीज़ में शामिल हैं:

- **_ga**: उपयोगकर्ताओं को अलग करने के लिए उपयोग किया जाता है। यह कुकी आमतौर पर 2 वर्षों के बाद समाप्त हो जाती है।
- **\\_ga\\_\\***: सत्र की स्थिति को बनाए रखने के लिए उपयोग किया जाता है। यह कुकी आमतौर पर 2 वर्षों के बाद समाप्त हो जाती है।

इन कुकीज़ द्वारा एकत्र की गई जानकारी को एकत्रित और अनामित किया जाता है, जिसका अर्थ है कि वे व्यक्तिगत उपयोगकर्ताओं की पहचान नहीं करती हैं। वे हमें रुझानों का विश्लेषण करने, उपयोगकर्ता व्यवहार को ट्रैक करने और सेवा के समग्र प्रदर्शन में सुधार करने में मदद करती हैं।

### **3. आप कुकीज़ को कैसे प्रबंधित कर सकते हैं**
आप अपने ब्राउज़र की सेटिंग्स के माध्यम से कुकीज़ को नियंत्रित या अक्षम कर सकते हैं। ध्यान दें कि कुछ कुकीज़ को अक्षम करने से सेवा की कुछ विशेषताओं की कार्यक्षमता प्रभावित हो सकती है।

### **4. तृतीय-पक्ष द्वारा डेटा प्रसंस्करण**
Google Analytics के माध्यम से एकत्र किए गए डेटा को Google द्वारा उनकी गोपनीयता नीतियों के अनुसार संसाधित किया जाता है। अधिक जानकारी के लिए, कृपया [Google की नीति](https://policies.google.com/technologies/cookies) देखें।

### **5. इस नीति के अपडेट**
हम अपनी प्रथाओं में परिवर्तन या अन्य परिचालन, कानूनी या नियामक कारणों को प्रतिबिंबित करने के लिए इस कुकी नीति को समय-समय पर अपडेट कर सकते हैं। कोई भी अपडेट इस पृष्ठ पर प्रकाशित किया जाएगा, इसलिए हम आपको इसे नियमित रूप से देखने के लिए प्रोत्साहित करते हैं।

### **6. हमसे संपर्क करें**
यदि आपके पास इस कुकी नीति या हमारे द्वारा कुकीज़ के उपयोग के बारे में कोई प्रश्न हैं, तो कृपया हमसे संपर्क करें:
- [Chrome वेब स्टोर सपोर्ट पेज](https://chromewebstore.google.com/detail/nlnhbibaommoelemmdfnkjkgoppkohje/support)

10/01/2025 से प्रभावी
`
export default msg
