const msg = `
Selection Command Hub (далее именуемый "Сервис") использует файлы cookie для улучшения вашего опыта просмотра и повышения качества наших услуг. Эта Политика использования файлов cookie объясняет, что такое файлы cookie, как мы их используем, и какие у вас есть варианты в отношении их использования.

### **1. Что такое файлы cookie?**
Файлы cookie - это небольшие текстовые файлы, которые хранятся на вашем устройстве (например, компьютере или смартфоне) веб-сайтами, которые вы посещаете. Они широко используются для обеспечения более эффективной работы веб-сайтов, а также для предоставления информации владельцам веб-сайтов.

### **2. Файлы cookie, которые мы используем**
Мы используем следующие типы файлов cookie в нашем Сервисе:

#### **2.1 Файл cookie для управления согласием**
- **cookieConsent**: Этот файл cookie используется для записи ваших предпочтений согласия в отношении использования файлов cookie в нашем Сервисе. Гарантирует, что после того, как вы дали согласие, вас не будут повторно просить об этом. Этот файл cookie обычно хранится в течение 1 года.

#### **2.2 Аналитические файлы cookie**
Мы используем Google Analytics, чтобы помочь нам понять, как пользователи взаимодействуют с нашим Сервисом и улучшить его функциональность. Файлы cookie, используемые Google Analytics, включают:

- **_ga**: Используется для различения пользователей. Этот файл cookie обычно истекает через 2 года.
- **\\_ga\\_\\***: Используется для поддержания состояния сессии. Этот файл cookie обычно истекает через 2 года.

Информация, собираемая этими файлами cookie, агрегируется и анонимизируется, что означает, что она не идентифицирует отдельных пользователей. Это помогает нам анализировать тенденции, отслеживать поведение пользователей и улучшать общую производительность Сервиса.

### **3. Как вы можете управлять файлами cookie**
Вы можете контролировать или отключать файлы cookie через настройки вашего браузера. Обратите внимание, что отключение определенных файлов cookie может повлиять на функциональность некоторых функций Сервиса.

### **4. Обработка данных третьими сторонами**
Данные, собираемые через Google Analytics, обрабатываются Google в соответствии с их политикой конфиденциальности. Для получения дополнительной информации, пожалуйста, ознакомьтесь с [Политикой Google](https://policies.google.com/technologies/cookies).

### **5. Обновления этой Политики**
Мы можем время от времени обновлять эту Политику использования файлов cookie, чтобы отражать изменения в нашей практике или по другим операционным, юридическим или нормативным причинам. Любые обновления будут опубликованы на этой странице, поэтому мы рекомендуем вам периодически проверять ее.

### **6. Свяжитесь с нами**
Если у вас есть какие-либо вопросы об этой Политике использования файлов cookie или о том, как мы используем файлы cookie, пожалуйста, свяжитесь с нами через:
- [Страницу поддержки Chrome Web Store](https://chromewebstore.google.com/detail/nlnhbibaommoelemmdfnkjkgoppkohje/support)

Действует с 10.01.2025
`
export default msg
