const msg = `
Selection Command Hub(이하 "서비스")는 귀하의 브라우징 경험을 향상시키고 서비스를 개선하기 위해 쿠키를 사용합니다. 이 쿠키 정책은 쿠키가 무엇인지, 어떻게 사용하는지, 그리고 사용과 관련하여 귀하에게 제공되는 옵션에 대해 설명합니다.

### **1. 쿠키란 무엇인가요?**
쿠키는 귀하가 방문하는 웹사이트가 귀하의 기기(컴퓨터나 스마트폰과 같은)에 저장하는 작은 텍스트 파일입니다. 웹사이트가 더 효율적으로 작동하도록 하고 웹사이트 소유자에게 정보를 제공하는 데 널리 사용됩니다.

### **2. 우리가 사용하는 쿠키**
우리는 서비스에서 다음과 같은 유형의 쿠키를 사용합니다:

#### **2.1 동의 관리 쿠키**
- **cookieConsent**: 이 쿠키는 서비스에서 쿠키 사용에 대한 귀하의 동의 선호도를 기록하는 데 사용됩니다. 귀하가 동의를 제공한 후에는 반복적으로 요청하지 않도록 보장합니다. 이 쿠키는 일반적으로 1년 동안 저장됩니다.

#### **2.2 분석 쿠키**
우리는 Google Analytics를 사용하여 사용자가 서비스와 어떻게 상호작용하는지 이해하고 기능을 개선하는 데 도움을 받습니다. Google Analytics에서 사용하는 쿠키에는 다음이 포함됩니다:

- **_ga**: 사용자를 구분하는 데 사용됩니다. 이 쿠키는 일반적으로 2년 후에 만료됩니다.
- **\\_ga\\_\\***: 세션 상태를 유지하는 데 사용됩니다. 이 쿠키는 일반적으로 2년 후에 만료됩니다.

이러한 쿠키에 의해 수집된 정보는 집계되고 익명화되어 개별 사용자를 식별하지 않습니다. 이를 통해 트렌드를 분석하고, 사용자 행동을 추적하며, 서비스의 전반적인 성능을 향상시킬 수 있습니다.

### **3. 쿠키 관리 방법**
브라우저 설정을 통해 쿠키를 제어하거나 비활성화할 수 있습니다. 특정 쿠키를 비활성화하면 서비스의 일부 기능에 영향을 미칠 수 있다는 점에 유의하세요.

### **4. 제3자 데이터 처리**
Google Analytics를 통해 수집된 데이터는 Google의 개인정보 보호정책에 따라 처리됩니다. 자세한 내용은 [Google 정책](https://policies.google.com/technologies/cookies)을 참조하세요.

### **5. 정책 업데이트**
우리는 우리의 관행이나 기타 운영, 법적 또는 규제상의 이유로 인한 변경사항을 반영하기 위해 이 쿠키 정책을 수시로 업데이트할 수 있습니다. 모든 업데이트는 이 페이지에 게시되므로 정기적으로 확인하시기 바랍니다.

### **6. 문의하기**
이 쿠키 정책이나 쿠키 사용 방법에 대한 질문이 있으시면 다음을 통해 문의해 주세요:
- [Chrome 웹 스토어 지원 페이지](https://chromewebstore.google.com/detail/nlnhbibaommoelemmdfnkjkgoppkohje/support)

2025년 1월 10일부터 시행
`
export default msg
