export default `
本プライバシーポリシーは、当サービス（以下「本サービス」）におけるユーザーの情報の取り扱いについて定めたものです。本サービスをご利用いただく際には、本ポリシーに同意いただいたものとみなします。

## **1. 収集する情報**

本サービスでは、以下の情報を収集します。

### **1-1. ユーザーが投稿するコマンド情報**
本サービスでは、ユーザーが投稿するコマンド情報（例：コマンド名、URL、説明）を収集します。
設定値の詳細は[利用規約](/ja/terms)を参照してください。  
※これらの情報は、ユーザーがサービス内で投稿または取得する際にのみ利用されます。

### **1-2. 利用状況データ**
本サービスでは、Google Analyticsを使用して匿名化された利用状況データを収集します。このデータには以下が含まれます：
- 操作履歴（例：ページ遷移、クリック箇所や回数）
- デバイス情報（例：ブラウザ種類、OS）
- アクセス日時
- アクセス元IPアドレス（匿名化処理済み）
- その他、Google Analyticsが提供する匿名化された統計データ

### **1-3. 個人情報の収集について**
本サービスでは、ユーザー登録やログイン機能を提供していないため、個人を特定できる情報（氏名、メールアドレス、住所等）の収集は一切行いません。

## **2. 情報の利用目的**

収集した情報は以下の目的で利用します：
1. サービス利用状況の分析および改善
2. サービス運営上必要な機能の提供

## **3. 情報の管理**

本サービスでは、収集した情報を適切に管理し、不正アクセスや漏洩が発生しないよう努めます。また、Google Analyticsによるデータ収集については[Google社のプライバシーポリシー](https://www.google.com/analytics/terms/jp.html)に基づいて管理されます。

## **4. 第三者への提供**

本サービスでは、法令に基づく場合を除き、収集した情報を第三者に提供することはありません。ただし、Google Analyticsによるデータ収集についてはGoogle社がデータ処理を行います。

## **5. クッキー（Cookie）の使用**

本サービスでは、Google Analyticsによるクッキー（Cookie）を使用しています。クッキーはユーザーのブラウザに保存され、本サービス利用時の動作改善や分析に役立てられます。ユーザーはブラウザ設定からクッキーを無効化することが可能です。ただし、一部機能が正常に動作しない場合がありますのでご了承ください。

## **6. プライバシーポリシーの変更**

本プライバシーポリシーは必要に応じて変更される場合があります。変更後のポリシーは、本ページに掲載された時点で効力を発揮します。

## **7. お問い合わせ**

本プライバシーポリシーに関するお問い合わせは、以下までご連絡ください：
- [Chrome Web Store サポートページ](https://chromewebstore.google.com/detail/nlnhbibaommoelemmdfnkjkgoppkohje/support)
`
